Repository: DavidDiscua/public-private-partnerships
Catalog: locale/*/LC_MESSAGES/extensions/related_process.po
Languages: es

source: In OCDS each contracting process can have only one planning and tender stage. There are a number of cases where it is important to know about related planning and tendering processes, including:
es: En OCDS cada proceso de contratación puede tener sólo una fase de planificación y de licitación. Hay una serie de casos en los que es importante conocer los procesos relacionados de planificación y licitación, incluyendo:

source: When one planning process results in many tenders;
es: Cuando un proceso de planificación da lugar a muchas licitaciones;

source: What a contract is awarded following two or more invitation to tender processes, such as in some processes involving pre-qualification, of frameworks with mini-competitions;
es: Cuando un contrato se adjudica después de dos o más procesos de licitación, como en algunos procesos de precalificación, de marcos con mini-concursos;

source: When a contract results in the award of sub-contracts also tracked through OCDS data;
es: Cuando un contrato resulta en la adjudicación de subcontratos también se rastrea a través de datos de OCDS;

source: When a contract is coming up for renewal or replacement, and there is a contracting process to award the renewal/replacement contract;
es: Cuando un contrato es para renovación o reemplazo, y hay un proceso de contratación para adjudicar el contrato de renovación/reemplazo;

source: In all these cases, the ```relatedProcess``` block can be used to cross-reference between the relevant open contracting processes using their ```OCID```.
es: En todos estos casos, el bloque ```relatedProcess``` puede utilizarse para hacer una referencia cruzada entre los procesos de contratación abierta pertinentes utilizando su ```OCID```.

source: A related process can be declared at two points in an OCDS release.
es: Un proceso relacionado puede ser declarado en dos puntos en una entrega de OCDS.

source: **(1) A the release level** - used to point backwards to prior processes, such as planning, PQQ or framework establishment.
es: **(1) A nivel de entrega** - usado para apuntar hacia atrás a procesos previos, tales como planificación, PQQ o establecimiento del marco.

source: **(2) At the contract level** - used to point onwards to sub-contracts, renewal or replacement processes that relate solely to the particular contract the property appears in.
es: **(2) A nivel del contrato** - usado para señalar hacia adelante a los subcontratos, procesos de renovación o reemplazo que se refieren únicamente al contrato particular en el que aparece la propiedad.

source: As well as providing this machine-readable link between processes, publishers may also provide links to human-readable documentation in the relevant ```documents``` blocks. For example:
es: Además de proporcionar este enlace legible por máquina entre los procesos, los publicadores también pueden proporcionar enlaces a la documentación legible por humanos en los bloques de ```documents```. Por ejemplo:

source: When recording a ```release/relatedProcess``` pointing to the ocid of the planning process that resulted in a tender, a ```tender/documents``` entry with a ```documentType``` of 'procurementPlan' and a link to web pages about the procurement plan could be provided;
es: Cuando se registra un ```release/relatedProcess``` apuntando al ocid del proceso de planificación que resultó en una licitación, una entrada ```tender/documents``` con ```documentType``` de 'procurementPlan' Y podría proporcionarse un enlace a páginas web sobre el plan de adquisiciones;

source: When recording a ```contract/relatedProcess``` pointing to the ocid of a sub-contracting process, a ```contract/documents``` entry with a ```documentType``` of 'subContract' and a title that describes it as the subcontracting process, could be provided;
es: Cuando se registra un ```contract/relatedProcess``` que señala el ocid de un proceso de subcontratación, se puede proporcionaruna entrada ```contract/documents``` con ```documentType``` de 'subContract' y un título que lo describa como el proceso de subcontratación;

source: When recording a ```contract/relatedProcess``` pointing to the ocid of a tender process to renew a given contract, a ```contract/documents``` entry with a ```documentType``` of 'tenderNotice' and a title that describes it as the successor process, could be provided;
es: Cuando se registra un ```contract/relatedProcess``` que apunta a la licitación de un proceso de licitación para renovar un contrato determinado, se puede proporcionar una entrada ```contract/documents``` con ```documentType``` de 'tenderNotice' y un título que lo describa como el proceso sucesor.

source: The relatedProcess codelist is given below.
es: La lista de códigos del proceso relacionado se muestra a continuación.

source: See issue [#371](https://github.com/open-contracting/standard/issues/371).
es: Ver el issue [#371](https://github.com/open-contracting/standard/issues/371).
